Repository: slp/tecletea
Catalog: lib/l10n/app_*.arb
Languages: ca, es, pt

# introduction
source: Welcome to TecleTEA, an application for the introduction into literacy and the use of the keyboard
ca: Benvingut a TecleTEA, una aplicació per a la iniciació a la lectoescriptura i l'ús del teclat
es: Bienvenido a TecleTEA, una aplicación para la introducción a la lectoescritura y el uso del teclado
pt: Bem vindo a TecleTEA, um aplicativo para início da alfabetização e do uso do teclado

# keyboardRequirement
source: This application has been designed to be used on a computer with Chrome or Firefox and a physical keyboard. It may not work properly on other devices
ca: Aquesta aplicació ha estat dissenyada per ser utilitzada en una computadora amb Chrome o Firefox i un teclat físic. És possible que no funcioni correctament en altres dispositius
es: Esta aplicación ha sido diseñada para usarse en un ordenador con Chrome o Firefox y un teclado físico. Puede que no funcione correctamente en otros dispositivos
pt: Este aplicativo foi projetado para ser utilizado em un computador com Chrome ou Firefox e um teclado físico. É possível que não funcione corretamente em outros dispositivos

source: START
ca: COMENÇAR
es: EMPEZAR
pt: COMEÇAR

# pictoUse
source: This application makes use of ARASAAC's pictograms are locutions
ca: Aquesta aplicació fa ús dels pictogrames d'ARASAAC que són locucions
es: Esta aplicación hace uso de pictogramas y locuciones de ARASAAC.
pt: Este aplicativo utiliza os pictogramas de ARASAAC que são expressões idiomáticas

# pictoLicense1
source: The pictographic symbols used are the property of the Government of Aragón
ca: Els símbols pictogràfics utilitzats són propietat del Govern d'Aragó
es: Los símbolos pictográficos utilizados son propiedad del Gobierno de Aragón
pt: Os símbolos pictográficos utilizados são propiedade do Governo de Aragón

# pictoLicense2
source: and have been created by Sergio Palao for ARASAAC (http://www.arasaac.org),
ca: i han estat creats per Sergio Palao per a ARASAAC (http://www.arasaac.org),
es: y han sido creados por Sergio Palao para ARASAAC (http://www.arasaac.org),
pt: e foram criados por Sergio Palao para ARASAAC (http://www.arasaac.org),

# pictoLicense3
source: that distributes them under Creative Commons License BY-NC-SA.
ca: que els distribueix sota Llicència Creative Commons BY-NC-SA.
es: que los distribuye bajo Licencia Creative Commons BY-NC-SA.
pt: que os distribui sob Licencia Creative Commons BY-NC-SA.

source: COMPLETED!
ca: COMPLET!
es: ¡COMPLETADO!
pt: ¡COMPLETO!

# again
source: START AGAIN
ca: COMENÇAR DE NOU
es: OTRA VEZ
pt: COMEÇAR DE NOVO

source: Words
ca: Paraules
es: Palabras
pt: Palavras

source: Characters
ca: Personatges
es: Caracteres
pt: Caracteres

# wordsPerSession
source: Number of words per session:
ca: Nombre de paraules per sessió:
es: Número de palabras por sesión:
pt: Número de palavras por sessão:

# minCharacters
source: Minimum number of characters per word:
ca: Nombre mínim de caràcters per paraula:
es: Número mínimo de caracteres por palabra:
pt: Número mínimo de caracteres por palavra:

# maxCharacters
source: Maximum number of characters per word:
ca: Nombre màxim de caràcters per paraula:
es: Número máximo de caracteres por palabra:
pt: Número máximo de caracteres por palavra:

source: Included categories
ca: Categories incloses
es: Categorías incluídas
pt: Categorias incluídas

source: Excluded categories
ca: Categories excloses
es: Categorías excluídas
pt: Categorias excluídas

source: SAVE
ca: GUARDAR
es: GUARDAR
pt: SALVAR

source: RESTORE
ca: RESTAURAR
es: RESTAURAR
pt: RESTAURAR

# credits
source: TecleTEA developed by Sergio López (https://github.com/slp/tecletea)
ca: TecleTEA desenvolupat per Sergio López (https://github.com/slp/tecletea)
es: TecleTEA desarrollado por Sergio López (https://github.com/slp/tecletea)
pt: TecleTEA desenvolvido por Sergio López (https://github.com/slp/tecletea)
